less
7zip
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
btop
cmake
discord
dolphin
dunst
fd
feh
firefox
fzf
gammastep
git
grim
grub
gst-plugin-pipewire
htop
hyprland
hyprpaper
hyprpicker
intel-media-driver
intel-ucode
iwd
jq
kitty
libpulse
libva-intel-driver
linux
linux-firmware
ly
nano
neofetch
networkmanager
nodejs
npm
openssh
otf-codenewroman-nerd
pamixer
pavucontrol
pipes.sh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
pycharm-community-edition
qt5-wayland
qt6-wayland
resvg
sddm
slurp
smartmontools
spicetify-cli
spotify-launcher
tlp
tlp-rdw
tree
ufw
unzip
uwsm
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wl-clipboard
woff2-font-awesome
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yay
yay-debug
yazi
zig-nightly-bin
zoxide
zram-generator
